import './style.scss';
import { Link } from 'react-router-dom';

export const Home = () => {
  return (
    <div className="home">
      <p>Home page</p>
      <p>
        <Link to="/chats">Список чатов</Link>
      </p>

      Практический опыт показывает, что консультация с профессионалами из IT позволяет выполнить важнейшие задания по разработке системы обучения кадров, соответствующей насущным потребностям. Таким образом, дальнейшее развитие различных форм деятельности напрямую зависит от существующих финансовых и административных условий. Разнообразный и богатый опыт реализация намеченного плана развития создаёт предпосылки качественно новых шагов для ключевых компонентов планируемого обновления.

      Дорогие друзья, дальнейшее развитие различных форм деятельности требует от нас анализа ключевых компонентов планируемого обновления.

      Задача организации, в особенности же сложившаяся структура организации играет важную роль в формировании соответствующих условий активизации. Значимость этих проблем настолько очевидна, что консультация с профессионалами из IT позволяет оценить значение системы обучения кадров, соответствующей насущным потребностям. Дорогие друзья, социально-экономическое развитие требует от нас анализа соответствующих условий активизации.

      Дорогие друзья, курс на социально-ориентированный национальный проект требует от нас системного анализа новых предложений? Не следует, однако, забывать о том, что курс на социально-ориентированный национальный проект позволяет оценить значение направлений прогрессивного развития? Не следует, однако, забывать о том, что сложившаяся структура организации играет важную роль в формировании новых предложений! Равным образом сложившаяся структура организации обеспечивает актуальность системы обучения кадров, соответствующей насущным потребностям. Повседневная практика показывает, что начало повседневной работы по формированию позиции требует определения и уточнения новых предложений. Значимость этих проблем настолько очевидна, что...
    </div>
  );
}